[ARFM_TaipanEyes X2GeneModTemplate]
DisplayName="水晶角膜"
Summary="大幅提高士兵的视力，提高他们的命中和侧翼命中能力。"

[ARFM_TaipanSkin X2GeneModTemplate]
DisplayName="烧蚀皮肤"
Summary="对该士兵的攻击有机会降级为擦伤，但皮肤变化使该士兵极其易燃。"

[ARFM_TitanMuscle X2GeneModTemplate]
DisplayName="高密度肌肉组织"
Summary="高密度肌肉组织赋予士兵坚韧，减少与损失生命值百分比成比例的伤害。"

[ARFM_HinterNeurons X2GeneModTemplate]
DisplayName="镜像神经元"
Summary="这是一个非常糟糕的尝试。将后神经组织结节植入人脑中可能会让两者融合，让士兵接触虚空的贪婪力量。这会轻微地破坏士兵的精神稳定，但会然而，这将使士兵极易受到灵能影响，包括安魂曲的影响，无垢金属装备和心灵护盾的好处将在该士兵身上失效。"
